export const complectationRU = {
  title: "Комплектации",
  edit: "Редактировать название комплектации",
  addNew: "Добавить комплектацию",
  enterName: "Введите название комплектации",
  delete: "Удалить комплектацию",
  base: "Базовая комплектация",
  copyOptions: "Скопировать опции из другой комплектации",
};

export const complectationUA = {
  title: "Комплектації",
  edit: "Редагувати назву комплектації",
  addNew: "Додати комплектацію",
  enterName: "Введіть назву комплектації",
  delete: "Видалити комплектацію",
  base: "Базова комплектація",
  copyOptions: "Зкопіювати опції з іншої комплектації",
};
