export const imagesRU = {
  title: "Изображение | Изображения",
  upload: "Загрузить изображение | Загрузить изображения",
  add: "Добавить изображение | Добавить изображения",
  empty: "Нет доступных изображений",
  save: {
    success: "Изображение сохранено успешно",
  },
};

export const imagesUA = {
  title: "Зображення | Зображення",
  upload: "Завантажити зображення | Завантажити зображення",
  add: "Додати зображення | Додати зображення",
  empty: "Немає доступних зображень",
  save: {
    success: "Зображення успішно збережено",
  },
};
