export const notificationsRU = {
  error: {
    title: {
      default: "Упс! Что-то пошло не так =(",
    },
  },
  success: {
    title: {
      default: "Данные успешно сохранены",
    },
  },
  vehicle: {
    creating: {
      error:
        "Похоже вы не заполнили все необходимые поля. Заполните все необходимые поля и повторите попытку.",
    },
    saving: {
      error:
        "Если вы видите эту ошибку впервые - проверьте правильность введенных данных и повторите попытку сохранения. \nЕсли ошибка повторилась - не закрывайте страницу и свяжитесь с ситемным администратором.",
      success: "Данные об автомобиле успешно сохранены",
    },
    beforeLeaveEditor: {
      message:
        "Похоже вы не сохранили какие-то изменения. Если вы уйдете со страницы сейчас они могут быть безвозвратно утеряны. Вы уверены, что хотите уйти?",
      positiveAnswer: "Да, уйти без сохранения",
      negativeAnswer: "Остаться и сохранить",
    },
  },
  confirmations: {
    title: "Подтвердите действие",
  },
};

export const notificationsUA = {
  error: {
    title: {
      default: "Упс! Щось пішло не так =(",
    },
  },
  success: {
    title: {
      default: "Дані успішно збережено",
    },
  },
  vehicle: {
    creating: {
      error:
        "Схоже, що ви заповнили не всі необхідні поля. Заповніть всі необхідні поля та спробуйте ще раз.",
    },
    saving: {
      error:
        "Якщо ви бачите цю помилку вперше - перевірте правильність введених даних та повторіть спробу. \nЯкщо помилка повторюється - не закривайте сторінку та зв'яжіться з системним адміністратором.",
      success: "Дані про авто успішно збережено",
    },
    beforeLeaveEditor: {
      message:
        "Схоже не зберегли якісь зміни. Якщо ви підете зі сторінки зараз, вони можуть бути втрачені на завжди. Ви впевнені, що хочете залишити сторінку?",
      positiveAnswer: "Так, піти без збереження",
      negativeAnswer: "Лишитись та зберегти",
    },
  },
  confirmations: {
    title: "Підтвердіть дію",
  },
};
