export const notificationsRU = {
  error: {
    title: {
      default: "Упс! Что-то пошло не так =(",
    },
  },
  vehicle: {
    creating: {
      error:
        "Похоже вы не заполнили все необходимые поля. Заполните все необходимые поля и повторите попытку.",
    },
    saving: {
      error:
        "Если вы видите эту ошибку впервые - проверьте правильность введенных данных и повторите попытку сохранения. \nЕсли ошибка повторилась - не закрывайте страницу и свяжитесь с ситемным администратором.",
      success: "Данные об автомобиле успешно сохранены",
    },
  },
};

export const notificationsUA = {
  error: {
    title: {
      default: "Упс! Щось пішло не так =(",
    },
  },
  vehicle: {
    creating: {
      error:
        "Схоже, що ви заповнили не всі необхідні поля. Заповніть всі необхідні поля та спробуйте ще раз.",
    },
    saving: {
      error:
        "Якщо ви бачите цю помилку вперше - перевірте правильність введених даних та повторіть спробу. \nЯкщо помилка повторюється - не закривайте сторінку та зв'яжіться з системним адміністратором.",
      success: "Дані про авто успішно збережено",
    },
  },
};
